Repository: 19v/ExifTool
Catalog: ExifTool/Localizable.xcstrings
Source language: en
Languages: zh_hans

# album.photoCount
source: %d photos
zh_hans: %d 张照片

# album.untitled
source: Untitled Album
zh_hans: 未命名相册

source: App
zh_hans: 应用

# Exif 还没有读取完成，稍后再试。
source: Exif has not finished loading. Try again in a moment.
zh_hans: Exif 还没有读取完成，稍后再试。

# Fujifilm 参数
source: Fujifilm Parameters
zh_hans: Fujifilm 参数

# iCloud 照片
source: iCloud Photos
zh_hans: iCloud 照片

# library.empty.localOnly
source: Only photos downloaded to this device are shown. Download originals in Photos first, or turn this filter off in Settings.
zh_hans: 当前只显示已经下载到本地的照片。可以先去系统相册下载原图，或到设置里关闭这个筛选。

# library.empty.noPhotos
source: There are no photos in the current permission scope.
zh_hans: 当前权限范围内没有照片。

# localPhotos.albumBanner.buildingAlbums
source: Updating album stats for the remaining local photos
zh_hans: 正在补充剩余本地照片的相册统计

# localPhotos.banner.buildingAlbums
source: Photos are loaded. Album stats are still updating in the background.
zh_hans: 照片已加载完成，后台仍在补充相册统计

# localPhotos.banner.more
source: Only detected local photos are shown. Keep scrolling to load more.
zh_hans: 当前仅显示已探测到的本地照片，继续下滑会加载更多

# localPhotos.count.albums
source: Albums
zh_hans: 相册

# localPhotos.count.local
source: Local
zh_hans: 本地

# localPhotos.loading
source: Reading photos downloaded to this device
zh_hans: 正在读取已下载到本地的照片

# localPhotos.summary.buildingAlbums
source: Found %@ local photos. Album stats are still updating.
zh_hans: 已发现 %@ 张本地照片，正在补充相册统计。

# localPhotos.summary.complete
source: Found %@ local photos in %@ albums.
zh_hans: 已发现 %@ 张本地照片，当前共有 %@ 个相册。

# localPhotos.summary.more
source: Found %@ local photos. Keep scrolling to load more.
zh_hans: 已发现 %@ 张本地照片，继续下滑可加载更多。

# mac.comparison.copied
source: Comparison copied to the clipboard
zh_hans: 对比结果已复制到剪贴板

# mac.comparison.exported
source: Exported to %@
zh_hans: 已导出到 %@

# mac.comparison.exportFailed
source: Export failed. Try again later.
zh_hans: 导出失败，请稍后重试

# mac.comparison.exportPanelTitle
source: Export Comparison
zh_hans: 导出对比结果

# mac.openPanel.message
source: Choose one or more images to view Exif.
zh_hans: 选择一张或多张图片来查看 Exif。

# mac.openPanel.prompt
source: Open
zh_hans: 打开

# mac.openPanel.title
source: Choose Photos
zh_hans: 选择照片

# mac.sort.creationDateNewest
source: By Date Taken (Newest First)
zh_hans: 按拍摄时间(新到旧)

# mac.sort.creationDateOldest
source: By Date Taken (Oldest First)
zh_hans: 按拍摄时间(旧到新)

# mac.sort.fileName
source: By File Name
zh_hans: 按文件名

# mac.window.defaultTitle
source: Photos
zh_hans: 照片

# manualPicker.downloadingOriginal
source: Downloading Original
zh_hans: 正在下载原图

# manualPicker.importFailure
source: No images were imported.
zh_hans: 没有成功导入图片。

# manualPicker.noReadableImages
source: No readable images were imported.
zh_hans: 没有成功导入可读取的图片。

# manualPicker.originalResourceUnavailable
source: The original photo file could not be read. If this RAW original is in iCloud, make sure it can be downloaded and try again.
zh_hans: 无法读取原始照片文件。如果这张 RAW 原图只在 iCloud，请确认可以下载后再试。

# manualPicker.partialFailure
source: Some images could not be read. Please try again.
zh_hans: 有部分图片读取失败，请重试。

# manualPicker.readingImage
source: Reading Image
zh_hans: 正在读取图片

# manualPicker.transferableReadFailed
source: The selected image could not be loaded. Please try again after the original finishes downloading.
zh_hans: 无法载入所选图片。请等原图下载完成后再试。

# metadata.value.cropMode
source: Crop Mode
zh_hans: 裁切模式

# metadataShare.dateTaken
source: Date Taken
zh_hans: 拍摄时间

# metadataShare.dimensions
source: Dimensions
zh_hans: 尺寸

# metadataShare.fileName
source: File Name
zh_hans: 文件名

# metadataShare.location
source: Location
zh_hans: 地理位置

# metadataShare.title
source: Photo Parameters
zh_hans: 照片参数

# Nikon 参数
source: Nikon Parameters
zh_hans: Nikon 参数

# photoDetail.shareNeedsDownload
source: This photo's original may still be in iCloud. Download the original first, or allow iCloud original downloads in Settings before sharing.
zh_hans: 这张照片的原图可能还在 iCloud。请先下载原图，或在设置里允许下载 iCloud 原图后再分享。

# photoDetail.shareParametersNotReady
source: Exif has not finished loading. Try again in a moment.
zh_hans: Exif 还没有读取完成，稍后再试。

# photoDetail.title
source: Photo Info
zh_hans: 照片信息

# photoDetail.title.indexed
source: Photo Info %d/%d
zh_hans: 照片信息 %d/%d

# photoFileImporter.pickedImage
source: Selected Image
zh_hans: 已选图片

# photoLoader.missingReadableResource
source: No readable local photo resource was found.
zh_hans: 没有找到可读取的本机照片资源。

# photoLoader.missingShareableResource
source: No shareable photo resource was found.
zh_hans: 没有找到可分享的照片资源。

# photoLoader.needsDownload
source: This photo's original may only be in iCloud. Offline mode will not download it automatically; the button below downloads only this photo.
zh_hans: 这张照片的原图可能只保存在 iCloud。默认离线模式不会自动下载，点击下方按钮后仅下载当前照片。

# search.localPhotos.buildingAlbums
source: Search results are loaded. Album stats are still updating in the background.
zh_hans: 搜索结果已加载完成，后台仍在补充相册统计

# search.localPhotos.loading
source: Filtering local photos that match the search
zh_hans: 正在筛选符合搜索条件的本地照片

# search.localPhotos.more
source: Search results are still loading. Keep scrolling to load more local photos.
zh_hans: 当前搜索结果还在补充，继续下滑会加载更多本地照片

# settings.localPhotosSummaryHint.albums
source: Open Albums to view local photo stats
zh_hans: 打开相册页面查看本地照片统计

# settings.localPhotosSummaryHint.default
source: Open the related page to view local photo status
zh_hans: 打开相关页面查看本地照片状态

# settings.localPhotosSummaryHint.photos
source: Open Library to continue loading local photos
zh_hans: 打开图库页面继续加载本地照片

# settings.localPhotosSummaryHint.search
source: Open Search to view local photos
zh_hans: 打开搜索页面查看本地照片

# settings.photoPermissionAction.authorized
source: Open System Settings to manage full library access
zh_hans: 前往系统设置管理全部图库权限

# settings.photoPermissionAction.denied
source: Open System Settings to enable photo access
zh_hans: 前往系统设置重新开启相册权限

# settings.photoPermissionAction.empty
source: Open System Settings to check photo access
zh_hans: 前往系统设置检查相册权限

# settings.photoPermissionAction.limited
source: Open System Settings to manage limited photo access
zh_hans: 前往系统设置管理部分图片权限

# settings.photoPermissionAction.unknown
source: Open System Settings
zh_hans: 前往系统设置

# settings.photoPermissionDescription.authorized
source: Full library access is allowed. Use System Settings to switch to limited access or turn access off.
zh_hans: 当前已允许访问整个图库。如果想改成部分图片，或直接关闭权限，可以前往系统设置调整。

# settings.photoPermissionDescription.denied
source: Photo library access is not allowed. Use System Settings to enable it again.
zh_hans: 当前未允许访问系统照片库。如果想重新开启权限，可以前往系统设置调整。

# settings.photoPermissionDescription.empty
source: No photos are available with the current permission. Use System Settings to check limited access or turn access off.
zh_hans: 当前权限下没有可用照片。如果想检查是否改成了部分图片权限，或直接关闭权限，可以前往系统设置调整。

# settings.photoPermissionDescription.limited
source: Only selected photos are allowed. Use System Settings to allow the full library, choose again, or turn access off.
zh_hans: 当前只允许访问部分图片。如果想扩大到整个图库、重新挑选照片，或直接关闭权限，可以前往系统设置调整。

# settings.photoPermissionDescription.unknown
source: Allow photo access to browse the system library. The app only reads photos and will not modify them.
zh_hans: 授权后可以直接浏览系统图库。应用只读取照片，不会修改照片。

# 上一张
source: Previous Photo
zh_hans: 上一张

# 下一张
source: Next Photo
zh_hans: 下一张

# 下载此照片原图并读取 Exif
source: Download This Original and Read Exif
zh_hans: 下载此照片原图并读取 Exif

# 也可以直接按 Cmd+O 选择文件。
source: You can also press Cmd+O to choose files.
zh_hans: 也可以直接按 Cmd+O 选择文件。

# 仅显示已下载到本地的照片
source: Show only photos downloaded to this device
zh_hans: 仅显示已下载到本地的照片

# 保持离线
source: Stay Offline
zh_hans: 保持离线

# 允许下载
source: Allow Download
zh_hans: 允许下载

# 允许并下载
source: Allow and Download
zh_hans: 允许并下载

# 允许联网下载 iCloud 原图
source: Allow downloading iCloud originals
zh_hans: 允许联网下载 iCloud 原图

# 允许联网下载 iCloud 原图？
source: Allow downloading iCloud originals?
zh_hans: 允许联网下载 iCloud 原图？

# 最近打开
source: Recent
zh_hans: 最近打开

# 分享参数
source: Share Parameters
zh_hans: 分享参数

# 分享照片
source: Share Photo
zh_hans: 分享照片

# 前往系统设置
source: Open System Settings
zh_hans: 前往系统设置

# 前往系统设置检查相册权限
source: Open System Settings to check photo access
zh_hans: 前往系统设置检查相册权限

# 前往系统设置管理全部图库权限
source: Open System Settings to manage full library access
zh_hans: 前往系统设置管理全部图库权限

# 前往系统设置管理部分图片权限
source: Open System Settings to manage limited photo access
zh_hans: 前往系统设置管理部分图片权限

# 前往系统设置重新开启相册权限
source: Open System Settings to enable photo access
zh_hans: 前往系统设置重新开启相册权限

# 原图未在本机
source: Original Not on This Device
zh_hans: 原图未在本机

# 参数分类
source: Metadata Categories
zh_hans: 参数分类

# 取消
source: Cancel
zh_hans: 取消

# 只会为当前照片联网下载原图缓存，不会修改照片或写入元数据。
source: Only this photo's original will be downloaded to the local cache. Photos and metadata will not be modified.
zh_hans: 只会为当前照片联网下载原图缓存，不会修改照片或写入元数据。

# 只读模式
source: Read-Only Mode
zh_hans: 只读模式

# 只读模式已关闭
source: Read-only mode is off
zh_hans: 只读模式已关闭

# 只读模式已开启
source: Read-only mode is on
zh_hans: 只读模式已开启

# 只读模式已开启，不会修改照片或写入元数据
source: Read-only mode is on. Photos and metadata will not be modified.
zh_hans: 只读模式已开启，不会修改照片或写入元数据

# 可以前往系统设置查看当前的相册权限。
source: Use System Settings to view the current photo access.
zh_hans: 可以前往系统设置查看当前的相册权限。

# 可以搜索日期、尺寸或照片标识符。
source: Search by date, dimensions, or photo identifier.
zh_hans: 可以搜索日期、尺寸或照片标识符。

# 可以直接点加号手动选择图片，多选后照样查看 Exif。
source: Tap the plus button to choose images manually. You can still select multiple images and view Exif.
zh_hans: 可以直接点加号手动选择图片，多选后照样查看 Exif。

# 名称
source: Name
zh_hans: 名称

# 图库
source: Library
zh_hans: 图库

# 在 Finder 中显示
source: Show in Finder
zh_hans: 在 Finder 中显示

# 在新窗口中打开当前照片
source: Open Current Photo in New Window
zh_hans: 在新窗口中打开当前照片

# 地理位置
source: Location
zh_hans: 地理位置

# 复制对比
source: Copy Comparison
zh_hans: 复制对比

# 复制路径
source: Copy Path
zh_hans: 复制路径

# 好
source: OK
zh_hans: 好

# 安全
source: Safety
zh_hans: 安全

# 对比查看
source: Compare
zh_hans: 对比查看

# 对比模式
source: Compare Mode
zh_hans: 对比模式

# 对比结果已复制到剪贴板
source: Comparison copied to the clipboard
zh_hans: 对比结果已复制到剪贴板

# 导入
source: Import
zh_hans: 导入

# 导入失败
source: Import Failed
zh_hans: 导入失败

# 导出 Markdown
source: Export Markdown
zh_hans: 导出 Markdown

# 导出失败，请稍后重试
source: Export failed. Try again later.
zh_hans: 导出失败，请稍后重试

# 导出对比结果
source: Export Comparison
zh_hans: 导出对比结果

# 尺寸
source: Dimensions
zh_hans: 尺寸

# 应用
source: App
zh_hans: 应用

# 开启后，应用只读取照片和 Exif，不会修改照片或写入元数据。
source: When enabled, the app only reads photos and Exif. It will not modify photos or write metadata.
zh_hans: 开启后，应用只读取照片和 Exif，不会修改照片或写入元数据。

# 张照片
source: photos
zh_hans: 张照片

# 当前仅显示已探测到的本地照片，继续下滑会加载更多
source: Only detected local photos are shown. Keep scrolling to load more.
zh_hans: 当前仅显示已探测到的本地照片，继续下滑会加载更多

# 当前只允许访问部分图片。如果想扩大到整个图库、重新挑选照片，或直接关闭权限，可以前往系统设置调整。
source: Only selected photos are allowed. Use System Settings to allow the full library, choose again, or turn access off.
zh_hans: 当前只允许访问部分图片。如果想扩大到整个图库、重新挑选照片，或直接关闭权限，可以前往系统设置调整。

# 当前只显示已经下载到本地的照片。可以先去系统相册下载原图，或到设置里关闭这个筛选。
source: Only photos downloaded to this device are shown. Download originals in Photos first, or turn this filter off in Settings.
zh_hans: 当前只显示已经下载到本地的照片。可以先去系统相册下载原图，或到设置里关闭这个筛选。

# 当前已允许访问整个图库。如果想改成部分图片，或直接关闭权限，可以前往系统设置调整。
source: Full library access is allowed. Use System Settings to switch to limited access or turn access off.
zh_hans: 当前已允许访问整个图库。如果想改成部分图片，或直接关闭权限，可以前往系统设置调整。

# 当前搜索结果还在补充，继续下滑会加载更多本地照片
source: Search results are still loading. Keep scrolling to load more local photos.
zh_hans: 当前搜索结果还在补充，继续下滑会加载更多本地照片

# 当前未允许访问系统照片库。如果想重新开启权限，可以前往系统设置调整。
source: Photo library access is not allowed. Use System Settings to enable it again.
zh_hans: 当前未允许访问系统照片库。如果想重新开启权限，可以前往系统设置调整。

# 当前权限下没有可用照片。如果想检查是否改成了部分图片权限，或直接关闭权限，可以前往系统设置调整。
source: No photos are available with the current permission. Use System Settings to check limited access or turn access off.
zh_hans: 当前权限下没有可用照片。如果想检查是否改成了部分图片权限，或直接关闭权限，可以前往系统设置调整。

# 当前权限范围内没有照片。
source: There are no photos in the current permission scope.
zh_hans: 当前权限范围内没有照片。

# 打开
source: Open
zh_hans: 打开

# 打开…
source: Open...
zh_hans: 打开…

# 打开图库页面继续加载本地照片
source: Open Library to continue loading local photos
zh_hans: 打开图库页面继续加载本地照片

# 打开搜索页面查看本地照片
source: Open Search to view local photos
zh_hans: 打开搜索页面查看本地照片

# 打开相关页面查看本地照片状态
source: Open the related page to view local photo status
zh_hans: 打开相关页面查看本地照片状态

# 打开相册页面查看本地照片统计
source: Open Albums to view local photo stats
zh_hans: 打开相册页面查看本地照片统计

# 打开系统相册
source: Open Photos
zh_hans: 打开系统相册

# 把 JPEG、HEIC、PNG、TIFF 等图片文件直接拖到窗口里，应用会立即显示预览和元数据。
source: Drop JPEG, HEIC, PNG, TIFF, and other image files into the window to see previews and metadata immediately.
zh_hans: 把 JPEG、HEIC、PNG、TIFF 等图片文件直接拖到窗口里，应用会立即显示预览和元数据。

# 拍摄时间
source: Date Taken
zh_hans: 拍摄时间

# 拖入照片开始查看 Exif
source: Drop Photos to View Exif
zh_hans: 拖入照片开始查看 Exif

# 拖拽图片文件
source: Drag image files
zh_hans: 拖拽图片文件

# 按拍摄时间(新到旧)
source: By Date Taken (Newest First)
zh_hans: 按拍摄时间(新到旧)

# 按拍摄时间(旧到新)
source: By Date Taken (Oldest First)
zh_hans: 按拍摄时间(旧到新)

# 按文件名
source: By File Name
zh_hans: 按文件名

# 搜索
source: Search
zh_hans: 搜索

# 搜索照片
source: Search Photos
zh_hans: 搜索照片

# 搜索结果已加载完成，后台仍在补充相册统计
source: Search results are loaded. Album stats are still updating in the background.
zh_hans: 搜索结果已加载完成，后台仍在补充相册统计

# 支持多选。选中的图片只在当前会话中使用，不会修改系统照片库。
source: Multiple selection is supported. Selected images are only used in this session and will not modify the system photo library.
zh_hans: 支持多选。选中的图片只在当前会话中使用，不会修改系统照片库。

# 文件名
source: File Name
zh_hans: 文件名

# 新窗口打开
source: Open in New Window
zh_hans: 新窗口打开

# 无法分享
source: Cannot Share
zh_hans: 无法分享

# 无法访问照片
source: Cannot Access Photos
zh_hans: 无法访问照片

# 无法读取 Exif
source: Cannot Read Exif
zh_hans: 无法读取 Exif

# 显示中文字段名
source: Show Chinese Field Names
zh_hans: 显示中文字段名

# 显示英文字段名
source: Show English Field Names
zh_hans: 显示英文字段名

# 更多操作
source: More Actions
zh_hans: 更多操作

# 有些照片的原图和 Exif 只存在 iCloud，应用需要短暂联网把原图下载到本机后才能读取。你也可以继续保持离线，只查看已经在本地的照片。
source: Some originals and Exif data are only in iCloud. The app needs a brief network download to read them. You can stay offline and view only photos already on this device.
zh_hans: 有些照片的原图和 Exif 只存在 iCloud，应用需要短暂联网把原图下载到本机后才能读取。你也可以继续保持离线，只查看已经在本地的照片。

# 未授权系统照片库
source: Photo Library Not Authorized
zh_hans: 未授权系统照片库

# 本地
source: Local
zh_hans: 本地

# 正在准备照片
source: Preparing Photo
zh_hans: 正在准备照片

# 正在筛选已下载到本地的照片
source: Filtering photos downloaded to this device
zh_hans: 正在筛选已下载到本地的照片

# 正在筛选符合搜索条件的本地照片
source: Filtering local photos that match the search
zh_hans: 正在筛选符合搜索条件的本地照片

# 正在补充剩余本地照片的相册统计
source: Updating album stats for the remaining local photos
zh_hans: 正在补充剩余本地照片的相册统计

# 正在读取 Exif
source: Reading Exif
zh_hans: 正在读取 Exif

# 正在读取图片
source: Reading Images
zh_hans: 正在读取图片

# 正在读取已下载到本地的照片
source: Reading photos downloaded to this device
zh_hans: 正在读取已下载到本地的照片

# 正在读取照片
source: Reading Photos
zh_hans: 正在读取照片

# 没有 Exif 信息
source: No Exif Information
zh_hans: 没有 Exif 信息

# 没有最近文件
source: No Recent Files
zh_hans: 没有最近文件

# 没有匹配照片
source: No Matching Photos
zh_hans: 没有匹配照片

# 没有可对比的第二张照片
source: No Second Photo to Compare
zh_hans: 没有可对比的第二张照片

# 没有可搜索的照片
source: No Photos to Search
zh_hans: 没有可搜索的照片

# 没有可显示的照片
source: No Photos to Display
zh_hans: 没有可显示的照片

# 没有成功导入图片。
source: No images were imported.
zh_hans: 没有成功导入图片。

# 没有找到相册
source: No Albums Found
zh_hans: 没有找到相册

# 没有选中的照片
source: No Photo Selected
zh_hans: 没有选中的照片

# 清空
source: Clear
zh_hans: 清空

# 清除
source: Clear
zh_hans: 清除

# 清除最近记录
source: Clear Recent Files
zh_hans: 清除最近记录

# 照片
source: Photos
zh_hans: 照片

# 照片信息
source: Photo Info
zh_hans: 照片信息

# 照片参数
source: Photo Parameters
zh_hans: 照片参数

# 照片已加载完成，后台仍在补充相册统计
source: Photos are loaded. Album stats are still updating in the background.
zh_hans: 照片已加载完成，后台仍在补充相册统计

# 照片查看
source: Photo Viewer
zh_hans: 照片查看

# 相册
source: Albums
zh_hans: 相册

# 相册权限
source: Photo Access
zh_hans: 相册权限

# 知道了
source: OK
zh_hans: 知道了

# 系统地图
source: Apple Maps
zh_hans: 系统地图

# 系统照片库或手动选图
source: System photo library or manual picker
zh_hans: 系统照片库或手动选图

# 设置
source: Settings
zh_hans: 设置

# 请在系统设置中允许读取照片。应用只读取照片，不会修改照片。
source: Allow photo access in System Settings. The app only reads photos and will not modify them.
zh_hans: 请在系统设置中允许读取照片。应用只读取照片，不会修改照片。

# 这张照片的原图可能只保存在 iCloud。应用需要联网把原图下载到本机后才能读取完整 Exif，你也可以保持离线，或在设置里改成仅显示已下载到本地的照片。
source: This photo's original may only be in iCloud. The app needs to download it to this device to read full Exif. You can stay offline or show only downloaded photos in Settings.
zh_hans: 这张照片的原图可能只保存在 iCloud。应用需要联网把原图下载到本机后才能读取完整 Exif，你也可以保持离线，或在设置里改成仅显示已下载到本地的照片。

# 这张照片的原图可能只保存在 iCloud。默认离线模式不会自动下载，点击下方按钮后仅下载当前照片。
source: This photo's original may only be in iCloud. Offline mode will not download it automatically; the button below downloads only this photo.
zh_hans: 这张照片的原图可能只保存在 iCloud。默认离线模式不会自动下载，点击下方按钮后仅下载当前照片。

# 选图
source: Pick
zh_hans: 选图

# 选择一张或多张图片来查看 Exif。
source: Choose one or more images to view Exif.
zh_hans: 选择一张或多张图片来查看 Exif。

# 选择图片
source: Choose Images
zh_hans: 选择图片

# 选择地图
source: Choose Map
zh_hans: 选择地图

# 选择地图应用打开这个位置
source: Choose a map app to open this location
zh_hans: 选择地图应用打开这个位置

# 选择文件
source: Choose Files
zh_hans: 选择文件

# 选择照片
source: Choose Photos
zh_hans: 选择照片

source: Some iCloud Photos originals are stored only in the cloud. When network downloads are off, the app will not connect on its own. For offline viewing, turn on "Show only photos downloaded to this device" and download originals in Photos first.
zh_hans: 部分照片开启 iCloud 照片后只保存在云端。关闭联网下载时，应用不会主动联网；如果只想离线查看，可以打开“仅显示已下载到本地的照片”，先去系统相册下载好再回来。

# 重新选择
source: Reselect
zh_hans: 重新选择

# 重新选择照片
source: Reselect Photos
zh_hans: 重新选择照片

# 需要联网下载 iCloud 原图
source: iCloud Original Download Needed
zh_hans: 需要联网下载 iCloud 原图

# 高德地图
source: Amap
zh_hans: 高德地图

# 默认应用打开
source: Open with Default App
zh_hans: 默认应用打开
